{
    "items": [
      {
            "type": "item",
            "title": "Little Shop of Horrors",
            "link": "search", 
            "year": "1986",
            "content": "movie",
            "imdb_id": "tt0091419",
            "summary": "A nerdy florist finds his chance for success and romance with the help of a giant man-eating plant who demands to be fed."
        },
      {
            "type": "item",
            "title": "Sister Act",
            "link": "search", 
            "year": "1992",
            "content": "movie",
            "imdb_id": "tt0105417",
            "summary": "When a nightclub singer is forced to take refuge from the mob in a convent, she ends up turning the convent choir into a soulful chorus complete with a Motown repertoire, until the sudden celebrity of the choir jeopardizes her identity."
        },
      {
            "type": "item",
            "title": "Sister Act 2 Back in the Habit",
            "link": "search", 
            "year": "1993",
            "content": "movie",
            "imdb_id": "tt0108147",
            "summary": "Showgirl Deloris Van Cartier returns as Sister Mary Clarence to teach music to a group of Catholic students whose run-down school is slated for closure."
        },
      {
            "type": "item",
            "title": "Hairspray",
            "link": "search", 
            "year": "2007",
            "content": "movie",
            "imdb_id": "tt0427327",
            "summary": "Pleasantly plump teenager Tracy Turnblad teaches 1962 Baltimore a thing or two about integration after landing a spot on a local TV dance show."
        },
      {
            "type": "item",
            "title": "The Phantom of the Opera",
            "link": "search", 
            "year": "2004",
            "content": "movie",
            "imdb_id": "tt0293508",
            "summary": "Deformed since birth, a bitter man known only as the Phantom lives in the sewers underneath the Paris Opera House. He falls in love with the obscure chorus singer Christine, and privately tutors her while terrorizing the rest of the opera house and demanding Christine be given lead roles."
        },
      {
            "type": "item",
            "title": "Sweeney Todd: The Demon Barber of Fleet Street",
            "link": "search", 
            "year": "2007",
            "content": "movie",
            "imdb_id": "tt0408236",
            "summary": "The legendary tale of a barber who returns from wrongful imprisonment to 1840s London, bent on revenge for the rape and death of his wife, and resumes his trade while forming a sinister partnership with his fellow tenant, Mrs. Lovett."
        },
      {
            "type": "item",
            "title": "Mamma Mia!",
            "link": "search", 
            "year": "2008",
            "content": "movie",
            "imdb_id": "tt0795421",
            "summary": "An independent, single mother who owns a small hotel on a Greek island is about to marry off the spirited young daughter she's raised alone. But, the daughter has secretly invited three of her mother's ex-lovers in the hopes of finding her biological father."
        },
      {
            "type": "item",
            "title": "Grease",
            "link": "search", 
            "year": "1978",
            "content": "movie",
            "imdb_id": "tt0077631",
            "summary": "Good girl Sandy Olsson and greaser Danny Zuko fell in love over the summer. When they unexpectedly discover they're now in the same high school, will they be able to rekindle their romance?"
        },
      {
            "type": "item",
            "title": "Grease 2",
            "link": "search", 
            "year": "1982",
            "content": "movie",
            "imdb_id": "tt0084021",
            "summary": "A British student at a 1960s American high school must prove himself to the leader of a girls' gang whose members can only date greasers."
        },
      {
            "type": "item",
            "title": "The Sound of Music",
            "link": "search", 
            "year": "1965",
            "content": "movie",
            "imdb_id": "tt0059742",
            "summary": "A young novice is sent by her convent in 1930s Austria to become a governess to the seven children of a widowed naval officer."
        },
      {
            "type": "item",
            "title": "The Rocky Horror Picture Show",
            "link": "search", 
            "year": "1975",
            "content": "movie",
            "imdb_id": "tt0073629",
            "summary": "A newly-engaged couple have a breakdown in an isolated area and must seek shelter at the bizarre residence of Dr. Frank-n-Furter."
        },
      {
            "type": "item",
            "title": "Miss Saigon : 25th Anniversary Performance",
            "link": "search", 
            "year": "2016",
            "content": "movie",
            "imdb_id": "tt6162808",
            "summary": "A filmed production of the musical 'Miss Saigon' for its 25th anniversary, performed live at London's Prince Edward Theatre, in London's West End. Including the 2hr 20minute production and a bonus 35-minute "25th Anniversary Gala" which included stars of the original cast, Jonathan Pryce, Lea Salonga and Simon Bowman."
        },
      {
            "type": "item",
            "title": "Rent: Filmed Live on Broadway",
            "link": "search", 
            "year": "2008",
            "content": "movie",
            "imdb_id": "tt1273675",
            "summary": "Sex Drugs and Aids... This controversial musical follows the lives of recovering addicts and people dying of aids in 80s new York in-between two Christmases after Collins is Involved in a race attack and left on the street to die he is saved by angel a trans woman and drag queen as their relationship builds the scary reality creeps in."
        },
      {
            "type": "item",
            "title": "West Side Story",
            "link": "search", 
            "year": "1961",
            "content": "movie",
            "imdb_id": "tt0055614",
            "summary": "Two youngsters from rival New York City gangs fall in love, but tensions between their respective friends build toward tragedy."
        },
      {
            "type": "item",
            "title": "Les Miserables in Concert: The 25th Anniversary",
            "link": "search", 
            "year": "2010",
            "content": "movie",
            "imdb_id": "tt1754109",
            "summary": "A celebratory 25th anniversary concert performance of the hit musical at The O2 in London."
        },
      {
            "type": "item",
            "title": "Jersey Boys",
            "link": "search", 
            "year": "2014",
            "content": "movie",
            "imdb_id": "tt1742044",
            "summary": "The story of four young men from the wrong side of the tracks in New Jersey who came together to form the iconic 1960s rock group The Four Seasons."
        }
    ]
}
